Repository: cdfa/zotonic
Catalog: modules/mod_signup/translations/*.po
Languages: pl

source: Bring me to my profile page
pl: Przejdź do mojego profilu

source: Check our Terms of Service and Privacy policies
pl: Zapoznaj się z zasadami korzystania z usługi i z polityką prywatności

source: Choose a username and password
pl: Wybierz login i hasło

source: Confirm key
pl: Klucz weryfikacyjny

source: Confirm my account
pl: Weryfikacja konta

source: Confirm my account.
pl: Potwierdź konto.

source: Dear
pl: Szanowny

source: Enter a name
pl: Wprowadź nazwę

source: Enter a password
pl: Wprowadź hasło

source: Enter a username
pl: Wpisz nazwę użytkownika

source: First name
pl: Imię

source: Hope to see you soon.
pl: Do zobaczenia wkrótce.

source: I agree to the
pl: Akceptuję

source: If the link does not work then you can go to
pl: Jeśli kliknięcie w odnośnik nie przyniosło efektu możesz skopiować do przeglądarki adres

source: If you have already an account,
pl: Jeśli już posiadasz konto,

source: In your e-mail you received a confirmation key. Please copy it in the input field below.
pl: W przesłanej do Ciebie wiadomości znajduje się klucz aktywacyjny. Wklej go do poniższego formularza.

source: Last name
pl: Nazwisko

source: Minimum characters:
pl: Minimalne znaki:

source: No account yet?
pl: Nie masz jeszcze konta?

source: Password
pl: Hasło

source: Please follow the link below.
pl: Korzystając z odnośnika poniżej.

source: Prefix
pl: Przedrostek

source: Privacy policies
pl: politykę prywatności

source: Sign Up
pl: Załóż konto

source: Sign up
pl: Zarejestruj się

source: Sorry, there is already an account coupled to your account at your service provider. Maybe your account here was suspended.
pl: Niestety, wygląda na to, że takie konto już istnieje w naszym systemie. Być może brak możliwości skorzystania z niego wynika z zablokowania go przez administratora?

source: Sorry, this username is already in use. Please try another one.
pl: Niestety, ten login jest już zajęty. Wybierz inny.

source: Terms of Service
pl: Warunki Użytkowania Serwisu

source: Thank you for registering at our site. We request you to confirm your account before you can use it.
pl: Dziękujemy za założenie konta w naszym systemie. Przed uzyskaniem pełnego musisz zakończyć procedurę weryfikacyjną.

source: This password does not meet the security requirements
pl: To hasło nie spełnia wymogów bezpieczeństwa

source: To sign up you must agree with the Terms of Service and Privacy policies.
pl: Aby założyć konto musisz wyrazić zgodzić się z zasadami korzystania z usługi i polityką prywatności

source: Username
pl: Login

source: Verify password
pl: Powtórz hasło

source: You can also
pl: Możesz także

source: and enter the key
pl: i wprowadzić klucz weryfikacyjny

source: and the
pl: oraz

source: in the input field.
pl: do znajdującego się tam formularza.

source: or
pl: lub

source: sign in
pl: zaloguj się

source: sign up for a username and password
pl: Zarejestruj się by uzyskać login i hasło
